{
  "arabic": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ\n\nاَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ، حَمْدًا يُوَافِقُ نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ. يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلَالِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ. اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ.\n\nاَللّٰهُمَّ إِنَّا نَسْتَغِيْثُكَ، وَنَسْتَعِيْنُكَ، وَنَسْتَهْدِيْكَ، وَنَسْتَغْفِرُكَ، وَنَتُوْبُ إِلَيْكَ، وَنَتَوَكَّلُ عَلَيْكَ. أَنْتَ رَبُّنَا فَارْزُقْنَا، وَارْحَمْنَا، وَاغْفِرْ ذُنُوْبَنَا، وَاكْشِفْ عَنَّا السُّوءَ وَالْبَلَاءَ، وَاقْضِ حَوَائِجَنَا، وَيَسِّرْ أُمُوْرَنَا، وَارْفَعِ الْبَلَاءَ وَالدَّاءَ وَالضَّرَّ وَالْغَلَاءَ عَنِ الْعِبَادِ وَالْبِلَادِ.\n\nاَللّٰهُمَّ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا ذَا الْقُدْرَةِ وَالْأَنْعَامِ، يَا ذَا الْجُودِ وَالْإِحْسَانِ، يَا ذَا الْعَظَمَةِ وَالسُّلْطَانِ، يَا ذَا الطَّوْلِ وَالْفَضْلِ وَالْمَنِّ، اكْتُبْ لَنَا الْخَيْرَ وَالْعَافِيَةَ وَالنَّصْرَ وَالتَّوْفِيقَ.\n\nاَللّٰهُمَّ أَغِثْنَا، اَللّٰهُمَّ أَغِثْنَا، اَللّٰهُمَّ أَغِثْنَا. غَيْثًا مُغِيثًا مَرِيئًا نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ. اَللّٰهُمَّ اسْقِنَا وَارْزُقْنَا وَارْحَمْنَا وَلاَ تَجْعَلْنَا مِنَ الْقَانِطِيْنَ.\n\nاَللّٰهُمَّ إِنَّا نَسْأَلُكَ السَّلاَمَةَ فِي الدِّيْنِ وَالدُّنْيَا، وَالْعَافِيَةَ فِي الْأَبْدَانِ وَالْأَرْزَاقِ، وَالْفَوْزَ بِالْجَنَّةِ وَالنَّجَاةَ مِنَ النَّارِ.\n\nاَللّٰهُمَّ يَا مُفَرِّجَ الْكُرُوْبِ، يَا كَاشِفَ الْهُمُوْمِ، يَا مُجِيْبَ دَعْوَةِ الْمُضْطَرِّ، فَرِّجْ هَمَّنَا، وَاكْشِفْ غَمَّنَا، وَاقْضِ دَيْنَنَا، وَاشْفِ مَرْضَانَا، وَأَصْلِحْ أَحْوَالَنَا، وَبَارِكْ لَنَا فِي أَعْمَارِنَا وَأَوْلَادِنَا وَأَرْزَاقِنَا.\n\nرَبَّنَا تَقَبَّلْ مِنَّا دُعَاءَنَا، إِنَّكَ أَنْتَ السَّمِيْعُ الْقَرِيْبُ الْمُجِيْبُ. وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ. وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ.",
  "latin": "Bismillahirrahmanirrahim.\n\nAlhamdulillahi rabbil ‘alamin, hamdan yuwafiq ni’amahu wa yukafiu mazidah. Ya Rabbana lakal hamdu kama yanbaghi lijalali wajhika wa ‘azimi sultanik. Allahumma sholli wa sallim wa barik ‘ala sayyidina Muhammad, wa ‘ala alihi wa shahbihi ajma’in.\n\nAllahumma inna nastaghiitsuka, wa nasta’iinuka, wa nastahdika, wa nastaghfiruka, wa natubu ilaik, wa natawakkalu ‘alaik. Anta Rabbuna farzuqna, warhamna, waghfir dzunubana, waksyif ‘anna as-suu’a wal-bala’, waqdhi hawa’ijana, wa yassir umurana, warfa’ al-bala’a wad-dzoa’a wad-dlarra’ wal-ghala’a ‘anil ‘ibaadi wal-bilaad.\n\nAllahumma yaa dzal jalaali wal ikraam, yaa dzal qudrati wal an’aam, yaa dzal juudi wal ihsaan, yaa dzal ‘azhomati was sulthaan, yaa dzat-thouli wal fadhl wal mann, uktub lana al-khaira wal ‘aafiyata wan-nashra wat-taufiq.\n\nAllahumma aghitsna, Allahumma aghitsna, Allahumma aghitsna. Ghaitsan mughiitsan marii’an naafi’an ghayra dhaarrin, ‘ajilan ghayra aajilin. Allahummasqina warzuqna warhamna wa laa taj’alna minal qaanithiin.\n\nAllahumma inna nas’aluka as-salaamata fid-diin wad-dunya, wal ‘aafiyata fil abdani wal arzaaq, wal fauza bil jannah wan-najaata minan naar.\n\nAllahumma yaa mufarrijal kurub, yaa kaasyifal humum, yaa mujiiba da’watil mudtharr, farrij ham-manaa, waksyif gham-manaa, waqdhi dainanaa, wasyfi mardhaanaa, wa ashlih ahwaalanaa, wa baarik lanaa fii a’marinaa wa awlaadinaa wa arzaaqinaa.\n\nRabbana taqabbal minnaa du’aa’anaa, innaka antas-samii’ul qaribul mujiib. Wa shallallahu ‘ala sayyidina Muhammad wa ‘ala alihi wa shahbihi wa sallam. Walhamdulillahi rabbil ‘alamin.",
  "translation": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang.\n\nSegala puji bagi Allah Tuhan seluruh alam, pujian yang sesuai dengan nikmat-Nya dan mencukupi tambahan karunia-Nya. Wahai Tuhan kami, bagi-Mu segala pujian sebagaimana layaknya bagi kemuliaan wajah-Mu dan keagungan kekuasaan-Mu. Ya Allah, limpahkanlah salawat dan salam kepada junjungan kami Nabi Muhammad beserta keluarga dan para sahabatnya.\n\nYa Allah, sesungguhnya kami memohon pertolongan kepada-Mu, memohon bantuan-Mu, memohon petunjuk-Mu, memohon ampunan-Mu, dan bertobat kepada-Mu. Engkau adalah Tuhan kami, maka berilah kami rezeki, rahmatilah kami, ampunilah dosa-dosa kami, jauhkanlah dari kami keburukan dan bala, penuhilah kebutuhan kami, mudahkanlah segala urusan kami, dan angkatlah wabah, penyakit, kesulitan, dan kesempitan dari para hamba dan negeri ini.\n\nYa Allah, Tuhan Yang Maha Mulia dan Maha Pemurah, Yang Maha Kuasa dan Maha Memberi nikmat, Yang Maha Dermawan lagi Maha Baik, Yang Maha Agung lagi Maha Berkuasa, Yang Maha Luas karunia dan keutamaan-Nya, tetapkanlah bagi kami kebaikan, keselamatan, kemenangan, dan taufik.\n\nYa Allah, turunkanlah bagi kami pertolongan-Mu, ya Allah tolonglah kami. Ya Allah berilah kami hujan yang menyuburkan, bermanfaat, tidak membahayakan, cepat datangnya dan tidak tertunda. Ya Allah, berilah kami hujan, rezeki, dan rahmat, dan janganlah Engkau jadikan kami termasuk golongan orang-orang yang putus asa.\n\nYa Allah, kami memohon kepada-Mu keselamatan dalam agama dan dunia, kesehatan pada tubuh dan rezeki, keberuntungan masuk surga dan keselamatan dari neraka.\n\nYa Allah, wahai Zat yang melapangkan segala kesulitan, yang menghilangkan segala kegundahan, yang mengabulkan doa orang-orang yang terdesak, lapangkanlah kesulitan kami, hilangkanlah kesedihan kami, lunasilah hutang-hutang kami, sembuhkanlah orang-orang sakit di antara kami, perbaikilah keadaan kami, dan berkahilah umur, anak-anak, dan rezeki kami.\n\nWahai Tuhan kami, terimalah doa kami. Sesungguhnya Engkau Maha Mendengar lagi Maha Dekat dan Maha Mengabulkan. Semoga Allah melimpahkan salawat dan salam kepada Nabi Muhammad beserta keluarga dan para sahabat. Dan segala puji bagi Allah, Tuhan seluruh alam."
}
