{
  "nama": "Kumpulan Shalawat Pilihan",
  "nama_latin": "Kumpulan Shalawat Pilihan",
  "jumlah_bacaan": 4,
  "deskripsi": "Koleksi shalawat yang panjang dan terperinci, meliputi Shalawat Nuril Wajhi, Shalawat Asnawiyah, Shalawat Asyghil, dan Shalawat Badar.",
  "status": true,
  "bacaan": [
    {
      "id": 1,
      "judul": "Shalawat Nuril Wajhi (Cahaya Wajah)",
      "ar": "اَللّٰهُمَّ إِنِّيْ أَسْئَلُكَ بِنُوْرِ وَجْهِ اللهِ الْعَظِيْمِ الَّذِيْ مَلَاءَ أَرْكَانِ عَرْشِ اللهِ الْعَظِيْمِ وَقَامَتْ بِهِ عَوَالِمُ الْعَظِيْمِ أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ ذِي الْقَدْرِ الْعَظِيْمِ بِقَدْرِ عَظَمَةِ ذَاتِ اللهِ الْعَظِيْمِ فِيْ كُلِّ لَمْحَةٍ وَنَفَسٍ عَدَدَ مَا فِيْ عِلْمِ اللهِ الْعَظِيْمِ صَلَاةً دَائِمَةً بِدَوَامِ اللهِ الْعَظِيْمِ تَعْظِيْمًا لِحَقِّكَ يَامَوْلَانَا يَامُحَمَّدُ يَاذَا الْخُلُقِ الْعَظِيْمِ وَسَلِّمْ عَلَيْهِ وَعَلَى اٰلِهِ مِثْلَ ذٰلِكَ وَاجْمَعْ بَيْنِيْ وَبَيْنَهُ كَمَا جَمَعْتَ بَيْنَ الرُّوْحِ وَالنَّفْسِ ظَاهِرًا وَبَاطِنًا يَقْظَةً وَمَنَامًا وَاجْعَلْهُ يَا رَبِّ رُوْحًا لِذَاتِي مِنْ جَمِيْعِ الْوُجُوْهِ فِي الدُّنْيَا وَالْاٰخِرَةِ يَاعَظِيْمُ",
      "tr": "Allâhumma innî as-'aluka binûri wajhillâhil ‘adhîmi alladzî mala'a arkâna ‘arsyillâhil ‘adhîmi wa qâmat bihi ‘awâlimul ‘adhîmi an tushalliya ‘alâ sayyidinâ wa mawlânâ muḫammadin dzil qadril ‘adhîmi bi qadri ‘adhamatillâhil ‘adhîmi fî kulli lamḫatin wa nafasin ‘adada mâ fî ‘ilmillâhil ‘adhîmi shâlâtan dâ'imatan bi dawâmillâhil ‘adhîmi ta’dzîman li haqqika yâ maulânâ yâ muḫammadu yâ dzal khuluqil ‘adhîmi wa sallim ‘alaihi wa ‘alâ âlihi mitsla dzâlika wajma’ bainî wa bainahu kamâ jama’ta bainar rûḫi wan nafsi dhâhiran wa bâthinan yaqdhatan wa manâman ya rabba rûḫan li dzâtî min jamî’il wujûhi fiddun'yâ wal âkhirati yâ ‘adhîm",
      "idn": "Ya Allah, sesungguhnya aku memohon kepada-Mu dengan cahaya Dzat Allah Yang Mahaagung, yang memenuhi tiang-tiang arasy Allah yang agung... (hingga akhir doa)."
    },
    {
      "id": 2,
      "judul": "Shalawat Asnawiyah",
      "ar": "يَا رَبِّ صَلِّ عَلَی الرَّسُوْ ۞ لِ مُحَمَّـدٍ سِرِّ الْعُلَا. وَالْأَنْبِيَــــــاءْ وَالْمُـرْسَلِيْـ ۞ نَ الْغُرِّ خَتْمًا أَوَّلَا... (hingga) ... وَيَا مُجِيْبَ السَّائِلِيْنَ",
      "tr": "Yâ Rabbi shalli‘alâr Rasû ۞ li muḫammadin sirril ‘ulâ. Wal anbiyâ’ wal mursalî ۞ nal ghurri khatman awwalâ... (hingga) ... wayâ mujîbas sa-ilîn",
      "idn": "Wahai Tuhanku, limpahkanlah rahmat kepada Rasulullah, Baginda Nabi Muḫammad ﷺ sang rahasia keunggulan... (hingga akhir doa)."
    },
    {
      "id": 3,
      "judul": "Shalawat Asyghil",
      "ar": "اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَأَشْغِلِ الظَّالِمِيْنَ بِالظَّالِمِيْنَ وَأَخْرِجْنَا مِنْ بَيْنِهِمْ سَالِمِيْنَ وَعَلَى اٰلِهِ وَصَحْبِهِ أَجْمِعِيْنَ",
      "tr": "Allâhumma shalli ‘alâ sayyidinâ Muḫammadin wa asyghilidh dhâlimîn(a) bidh dhâlimîn(a), wa akhrijnâ min bainihim sâlimîn(a) wa ‘alâ âlihi washaḫbihi ajma‘în(a)",
      "idn": "Ya Allah limpahkanlah rahmat kepada Baginda Nabi Muhammad ﷺ. Sibukkanlah orang-orang zalim dengan sesama orang-orang zalim. Selamatkanlah kami dari kejahatan mereka... (hingga akhir doa)."
    },
    {
      "id": 4,
      "judul": "Shalawat Badar",
      "ar": "صَلَاةُ اللهِ سَلَامُ اللهِ ۞ عَلَى طٰـهَ رَسُـوْلِ اللهِ. صَلَاةُ اللهِ سَلَامُ اللهِ ۞ عَلَى يٰـسۤ حَبِيْبِ اللهِ. تَوَسَّلْنَــــا بِبِسْــــمِ اللّٰهِ ۞ وَبِالْـهَادِيْ رَسُـوْلِ اللهِ... (hingga akhir)",
      "tr": "Shalâtullâh salâmullâh ۞ ‘alâ thâha rasûlillâh. Shalâtullâh salâmullâh ۞ ‘alâ yâsîn habîbillâh. Tawassalnâ bi bismillâh ۞ wabil hâdi rasûlillâh... (hingga akhir)",
      "idn": "Semoga rahmat dan keselamatan Allah limpahkan kepada Thâhâ (Nabi Muhammad ﷺ) utusan Allah. Semoga rahmat dan keselamatan Allah limpahkan kepada Yâsîn (Nabi Muhammad ﷺ) kekasih Allah... (hingga akhir doa)."
    }
  ]
}
