{
  "nama": "Sholawat Diba",
  "nama_latin": "Sholawat Diba'",
  "jumlah_bacaan": 6,
  "deskripsi": "Kumpulan bacaan sholawat pilihan dari kitab Maulid Diba'.",
  "status": true,

  "bacaan": [
    {
      "id": 1,
      "judul": "Sholawat Thibbil Qulub",
      "ar": "اَللّٰهُمَّ صَلِّ عَلٰى سَيِّدِنَا مُحَمَّدٍ طِبِّ الْقُلُوْبِ وَدَوَائِهَا وَعَافِيَةِ الْاَبْدَانِ وَشِفَائِهَا وَنُوْرِ الْاَبْصَارِ وَضِيَائِهَا وَعَلٰى اٰلِهٖ وَصَحْبِهٖ وَسَلِّمْ",
      "tr": "Allahumma shalli ‘alaa sayyidinaa Muhammadin thibbil quluubi wa dawaa’ihaa wa ‘aafiyatil abdaani wa shifaa’ihaa wa nuuril abshaari wa dhiyaa’ihaa wa ‘alaa aalihi wa shahbihi wa sallim",
      "idn": "Ya Allah, limpahkanlah rahmat kepada Nabi Muhammad, obat bagi hati dan penawarnya, kesehatan badan dan penyembuhnya, cahaya mata dan sinarnya."
    },
    {
      "id": 2,
      "judul": "Sholawat Nariyah",
      "ar": "اَللّٰهُمَّ صَلِّ صَلاَةً كَامِلَةً وَسَلِّمْ سَلاَمًا تَامًّا عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي تَنْحَلُّ بِهِ الْعُقَدُ وَتَنْفَرِجُ بِهِ الْكُرَبُ وَتُقْضَى بِهِ الْحَوَائِجُ وَتُنَالُ بِهِ الرَّغَائِبُ وَحُسْنُ الْخَوَاتِيمِ وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيمِ وَعَلَى اٰلِهِ وَصَحْبِهِ فِيْ كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْلُوْمٍ لَكَ",
      "tr": "Allahumma shalli shalaatan kaamilatan wa sallim salaaman taamman ‘alaa sayyidinaa Muhammadil-ladzi tanhallu bihil ‘uqad wa tanfariju bihil kurab...",
      "idn": "Ya Allah, limpahkan shalawat sempurna dan salam sejati kepada Nabi Muhammad, yang dengan beliau segala kesusahan terurai dan segala kebutuhan terpenuhi."
    },
    {
      "id": 3,
      "judul": "Sholawat Ibrahimiyah",
      "ar": "اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَعَلٰى اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰى إِبْرَاهِيْمَ وَعَلٰى اٰلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
      "tr": "Allahumma shalli ‘alaa Muhammadin wa ‘alaa aali Muhammadin kamaa shallaita ‘alaa Ibraahiima wa ‘alaa aali Ibraahiima innaka hamiidun majiid",
      "idn": "Ya Allah, limpahkanlah shalawat kepada Nabi Muhammad dan keluarga beliau sebagaimana Engkau memberi shalawat kepada Nabi Ibrahim."
    },
    {
      "id": 4,
      "judul": "Sholawat Munjiyat",
      "ar": "اَللّٰهُمَّ صَلِّ عَلٰى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْاَهْوَالِ وَالْاٰفَاتِ",
      "tr": "Allahumma shalli ‘alaa sayyidinaa Muhammadin shalaatan tunjinaa bihaa min jamii’il ahwaali wal aafaati",
      "idn": "Ya Allah, berkat shalawat kepada Nabi Muhammad, selamatkanlah kami dari segala bencana dan malapetaka."
    },
    {
      "id": 5,
      "judul": "Sholawat Badar",
      "ar": "صَلُّوْا عَلَى النَّبِيِّ مُحَمَّدْ",
      "tr": "Shalluu ‘alan nabiyyi Muhammad",
      "idn": "Bershalawatlah kalian kepada Nabi Muhammad."
    },
    {
      "id": 6,
      "judul": "Sholawat Diba' – Penutup",
      "ar": "صَلَّى اللهُ عَلَى مُحَمَّدْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمْ",
      "tr": "Shallallahu ‘alaa Muhammad, shallallahu ‘alaihi wasallam",
      "idn": "Semoga Allah melimpahkan shalawat kepada Nabi Muhammad."
    }
  ]
}
